andrewnolte.vscode-system-verilog
batisteo.vscode-django
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
dalance.svls-vscode
dan-c-underwood.arm
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dbankier.vscode-instant-markdown
docker.docker
docsmsft.docs-markdown
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dotdevru.prettier-java
ecmel.vscode-html-css
eirikpre.systemverilog
esbenp.prettier-vscode
fallenwood.viml
fill-labs.dependi
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hediet.vscode-drawio
jaehyunshim.vscode-ros
jet-propulsion-laboratory.fpp
jock.svg
jojoee.conda-cheatsheet
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
llvm-vs-code-extensions.vscode-clangd
lostintangent.vsls-whiteboard
lramseyer.vaporview
luqimin.velocity
mathworks.language-matlab
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
moozzyk.arduino
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-iot.vscode-ros
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.theme-markdownkit
ms-vsliveshare.vsliveshare
mshr-h.veriloghdl
myriad-dreamin.tinymist
naco-siren.gradle-language
nefrob.vscode-just-syntax
ngtystr.ppm-pgm-viewer-for-vscode
njpwerner.autodocstring
pdconsec.vscode-print
pkief.material-icon-theme
redhat.ansible
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richardwillis.vscode-gradle-extension-pack
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
simonsiefke.svg-preview
streetsidesoftware.code-spell-checker
surfer-project.surfer
swellaby.rust-pack
tamasfe.even-better-toml
teros-technology.teroshdl
tomoki1207.pdf
torn4dom4n.latex-support
twxs.cmake
unlv-team5.fpptools
violetbp.lc2k
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-concourse
vmware.vscode-manifest-yaml
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
walkme.markdown-extension-pack
wayou.vscode-todo-highlight
wholroyd.jinja
xadillax.viml
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zhwu95.riscv
